---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CuttingFailures.UnableToCopyElementsFromFile
source: html/d9b20b41-fdca-4744-37b2-1932bd5825e7.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CuttingFailures.UnableToCopyElementsFromFile Property

Unable to copy elements from file.

## Syntax (C#)
```csharp
public static FailureDefinitionId UnableToCopyElementsFromFile { get; }
```